Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Legionella risk
vi: Legionella Risk / Nguy cơ Legionella

source: Leisure Activity
vi: Leisure Activity / Hoạt động giải trí

source: Leisure and fitness (separately metered)
vi: Leisure and fitness (separately metered) / Giải trí và fitness (đo riêng)

source: Less damage and downtime of room
vi: Less damage and downtime of room / Ít thiệt hại đối với phòng hơn

source: Less space required - higher ceilings in corridor
vi: Less space required - higher ceilings in corridor / Cần ít không gian hơn - trần hành lang cao hơn

source: Less water discharge
vi: Less water discharge / Xả ít nước hơn

source: Life Expectancy
vi: Life Expectancy / Vòng đời kỳ vọng

source: Life Safety Systems
vi: Life Safety Systems / Các hệ thống An toàn sinh mạng

source: Life expectancy
vi: Life Expectancy / Vòng đời kỳ vọng

source: Life safety systems
vi: Life safety systems / Các hệ thống An toàn sinh mạng

source: Lift
vi: Lift / Thang máy

source: Lift Motor Rooms
vi: Lift Motor Rooms / Phòng động cơ thang máy

source: Lifts
vi: Lifts / Thang máy

source: Light Switching *1
vi: Light Switching (Note 1) / Công tắc chiếu sáng (Note 1)

source: Lighting
vi: Lighting / Chiếu sáng

source: Lighting Systems Controls
vi: Lighting Systems Controls / Điều khiển hệ thống chiếu sáng

source: Lighting Systems such as:
vi: Lighting Systems such as: / Thiết bị chiếu sáng như

source: Lighting also in swimming pool
vi: Lighting also in swimming pool / Có chiếu sáng trong hồ bơi

source: Lightning Protection
vi: Lightning Protection / Chống sét

source: Lightning protection
vi: Lightning protection / Chống sét

source: Like other vertical shafts linen chutes must have the same fire resistance as the structure. In addition linen chutes must have:
vi: Like other vertical shafts linen chutes must have the same fire resistance as the structure. In addition linen chutes must have: / Cũng như các trục ống đứng khác, ống thả đồ giặt phải có mức chống cháy tương đương kết cấu. Ngoài ra ống thả đồ giặt phải có

source: Linen and Refuse Chutes
vi: Linen and Refuse Chutes / Ống thả đồ giặt và Ống thả rác

source: Linen and rubbish chutes
vi: Linen and rubbish chutes / Ống thả đồ gặt và ống thả rác

source: Linen chutes must be located in housekeeping rooms or service areas on the guestroom floors and should not open directly into guestroom corridors. Smoke detection must be provided in the housekeeping rooms.
vi: Linen chutes must be located in housekeeping rooms or service areas on the guestroom floors and should not open directly into guestroom corridors. Smoke detection must be provided in the housekeeping rooms. / Ống thả đồ giặt phải được bố trí trong phòng housekeeping hoặc khu dịch vụ trên tầng phòng khách và không được mở trực tiếp ra hành lang phòng khách. Phải có đầu báo khói trong phòng housekeeping

source: Load Classification
vi: Load Classification / Phân loại tải

source: Load bearing walls
vi: Load bearing wall / Tường chịu lực

source: Loading docks, covered platforms, exterior canopies >1.2 width
vi: Loading docks, covered platforms, exterior canopies >1.2 width / Khu dỡ hàng, platform có mái che, mái hiên bên ngoài vượt 1.2 chiều rộng

source: Local
vi: Local / Cục bộ

source: Local emergency distribution board
vi: Local emergency distribution board / Tủ điện sự cố cục bộ

source: Local weather conditions
vi: Local weather conditions / Tình hình thời tiết địa phương

source: Location
vi: Location / Vị trí

source: Locks, including guestroom key-card locks must be certified to have the same fire resistance as the door in which they are fitted.
vi: Locks, including guestroom key-card locks must be certified to have the same fire resistance as the door in which they are fitted. / Khóa, bao gồm khóa thẻ từ phòng khách, phải có chứng nhận mức độ chống cháy tương đương cánh cửa lắp khóa

source: Longer installation time
vi: Longer installation time / Tăng thời gian lắp đặt

source: Longer installation/commissioning time
vi: Longer installation/commissioning time / Thời gian lắp đặt / vận hành thử dài

source: Loose Remote
vi: Loose Remote / Điều khiển rời

source: Lounge - Function Areas
vi: Lounge - Function Areas / Lounge - Khu chức năng

source: Lounge - General
vi: Lounge - General / Lounge - Chung

source: Low
vi: Low / thấp

source: Low Cooling Demand
vi: Low Cooling Demand / Nhu cầu làm mát thấp

source: Low Energy Systems
vi: Low Energy Systems / Các hệ thống tiêu thụ năng lượng thấp

source: Low Rise
vi: Low Rise / Tòa nhà thấp tầng

source: Low capital cost
vi: Low capital cost / Chi phí đầu tư thấp

source: Low energy
vi: Low energy / Tiết kiệm điện

source: Low energy/decorative
vi: Low energy/decorative / Thiết kiệm điện / trang trí

source: Low temperature/pressure hot water
vi: Low temperature/pressure hot water / Nước nóng nhiệt độ/áp suất thấp

source: Lower capital cost (reduced services and insulation)
vi: Lower capital cost (reduced services and insulation) / Giảm chi phí đầu tư (giảm phí dịch vụ và bảo ôn)

source: Lower construction fire ratings allowed.
vi: Lower construction fire ratings allowed. / Hạ yêu cầu chống cháy của kết cấu xây dựng

source: Lower cost & suitable for medium-large rooms & loads
vi: Lower cost & suitable for medium-large rooms & loads / Chi phí thấp & phù hợp phòng và phụ tải vừa phải

source: Lower insurance premiums may be possible
vi: Lower insurance premiums may be possible / Có khả năng sẽ giúp hạ mức phí bảo hiểm

source: Lower running costs
vi: Lower running costs / Chi phí vận hành thấp hơn

source: Lower running costs (reduced pumping and heat losses)
vi: Lower running costs (reduced pumping and heat losses) / Giảm chi phí vận hành (giảm phụ tải bơm và thất thoát nhiệt)

source: Lowest
vi: Lowest / thấp nhất

source: Luminaires
vi: Luminaires / Đèn

source: MATV AND CABLING. AMPLIFIERS AS NECESSARY TO SUIT INTERCON STANDARDS AND LOCAL STATION AVAILABILITY
vi: MATV and cabling. Amplifiers as necessary to suit intercon standards and local station availability / MATV và cáp. Cần có bộ khuếch đại đạt tiêu chuẩn của IHG

source: MATV System
vi: MATV System / Hệ thống MATV

source: MCP - Manual Call Point - (also known as Break Glass Alarm)
vi: MCP - Manual Call Point - (also known as Break Glass Alarm) / Nút báo động khẩn cấp

source: MECHANICAL SERVICES
vi: MECHANICAL SERVICES / Các máy móc

source: MEDIUM
vi: MEDIUM / Trung bình

source: MOTOR DRIVEN THREE WAY CONTROL VALVE ON FURTHEST AIR HANDLING UNIT TO KEEP PIPE HOT.
vi: MOTOR DRIVEN THREE WAY CONTROL VALVE ON FURTHEST AIR HANDLING UNIT TO KEEP PIPE HOT. / Van kiểm soát ba ngả trên AHU xa nhất để giữ nóng đường ống

source: MV Panel, Transformer & LV panel should be located together.
vi: MV Panel, Transformer & LV panel should be located together. / Tủ điện trung thế, máy biến áp và tủ điện hạ thế nên được bố trí gần nhau

source: Machine Rooms
vi: Machine Rooms / Phòng máy

source: Main Board
vi: Main Board / Máy chủ

source: Main Entrance Lobby
vi: Main Entrance Lobby / Lobby chính

source: Main Fire Panel
vi: Main Fire Panel / Tủ báo cháy tổng

source: Main Plant Location
vi: Main Plant Location / Vị trí phòng máy chính / trạm kĩ thuật chính

source: Main electrical load locations - remote- not recommended (poor practice)
vi: Main electrical load locations - remote- not recommended (poor practice) / Bố trí tải điện chính - ở xa (thiết kế không hiệu quả)

source: Main electrical load locationscentral - recommended (good practice)
vi: Main electrical load locations central - recommended (good practice) / Bố trí trạm điện chính ở trung tâm - khuyến nghị (thiết kế tốt

source: Main electrical loads separated
vi: Main electrical loads separated / Tải điện chính bị tách nhau

source: Main mechanical plant locations- remote- not recommended (poor practice)
vi: Main mechanical plant locations- remote- not recommended (poor practice) / Vị trí trạm kĩ thuật chính ở xa - không khuyến nghị (thiết kế không tốt)

source: Main mechanical plant locationscentral - recommended (good practice)
vi: Main mechanical plant locations central - recommended (good practice) / Các trạm kỹ thuật chính bố trí ở vị trí trung tâm - khuyến nghị (thiết kế tốt)

source: Main plant rooms
vi: Main plant rooms / Phòng máy chính

source: Maintained Illuminance (LUX)
vi: Maintained Illuminance (LUX) / Mức độ sáng cần duy trì (LUX)

source: Manual
vi: Manual / Bằng tay

source: Manual call point operates anywhere in hotel
vi: Manual call point operates anywhere in hotel / Kích hoạt bất cứ nút báo cháy khẩn cấp nào trong khách sạn

source: Manual call points
vi: Manual call points / Nút báo cháy khẩn cấp

source: Manual call points must be installed as a minimum at all final exits plus emergency exits of each floor or zone of the building, in major public areas/plant rooms and back of house areas as well as the front desk located so that the maximum travel distance must not exceed 30m to the call point.
vi: Manual call points must be installed as a minimum at all final exits plus emergency exits of each floor or zone of the building, in major public areas/plant rooms and back of house areas as well as the front desk located so that the maximum travel distance must not exceed 30m to the call point. / Nút báo cháy khẩn cấp phải tối thiểu được lắp đặt tại tất cả các lối thoát nạn cuối cùng và lối thoát hiểm tại mỗi tầng hoặc zone trong tòa nhà, trong các khu vực công cộng/phòng máy chính và khu BOH cũng như bàn lễ tân để đảm bảo khoảng cách di chuyển tối đa tới nút báo cháy không vượt quá 30m

source: Manual fire alarm call-point
vi: Kích hoạt nút báo cháy tự động

source: Massage/Solarium/
vi: Massage/Tắm nắng/

source: Massage/Solarium/Sauna/Jacuzzi
vi: Massage/Solarium/Sauna/Jacuzzi / Massage/Tắm nắng/Sauna/Jacuzzi

source: Material specification
vi: Material specification / Thông số vật liệu

source: Max RH
vi: Max RH / Độ ẩm tương đối tối đa

source: Maximum cross slope 1:48
vi: Maximum cross slope 1:48 / Dốc ngang tối đa 1:48

source: Maximum demand for the whole Hotel equated to kW/room
vi: Maximum demand for the whole Hotel equated to kW/room / Nhu cầu tối đa của khách sạn - kW/phòng

source: Maximum rise of a single ramp 760mm
vi: Maximum rise of a single ramp 760mm / Phần nâng tối đa của một dốc đơn 760mm

source: Maximum slope 1:12
vi: Maximum slope 1:12 / Độ dốc tối đa 1:12

source: Means of Escape
vi: Means of Escape / Thoát hiểm

source: Means of Escape for Disabled Guest
vi: Means of Escape for Disabled Guest / Thoát hiểm cho khách khuyết tật

source: Means of Escape from Places of Assembly
vi: Means of Escape from Places of Assembly / Thoát hiểm từ nơi hội họp

source: Means of escape for disabled guests
vi: Means of escape for disabled guests / Thoát hiểm dành cho khách khuyến tật

source: Means of escape for disabled guests must be considered at the design stage when facilities such as refuges and evacuation lifts can be incorporated into the design of the hotel which would be impossible to provide at a later stage.
vi: Means of escape for disabled guests must be considered at the design stage when facilities such as refuges and evacuation lifts can be incorporated into the design of the hotel which would be impossible to provide at a later stage. / Lối thoát hiểm dành cho người khuyết tật phải được cân nhắc tại giai đoạn thiết kế khi các chức năng như lánh nạn và thang sơ tán được phối hợp vào thiết kế khách sạn, việc không thể bố trí tại giai đoạn muộn hơn.

source: Means of escape must be designed so that they are safe to use and people can leave the building unaided
vi: Means of escape must be designed so that they are safe to use and people can leave the building unaided / Lối thoát hiểm phải được thiết kế để đảm bảo an toàn khi sử dụng và mọi người có thể rời khỏi tòa nhà mà không cần trợ giúp

source: Mechanical
vi: Mechanical Cơ khí

source: Mechanical / plant rooms and adjoining rooms or areas (120 minutes)
vi: Mechanical / plant rooms and adjoining rooms or areas (120 minutes) / Phòng máy/Phòng kĩ thuật và các phòng hoặc khu vực liền kề (120p)

source: Mechanical Plant Located Correctly (Good Design)
vi: Mechanical Plant Located Correctly (Good Design) / Bố trí trạm kĩ thuật đúng vị trí (thiết kế tốt)

source: Mechanical Services
vi: Mechanical Services / Các máy móc

source: Mechanical Services Plant Remote (Poor Design)
vi: Mechanical Services Plant Remote (Poor Design) / Bố trí các trạm kĩ thuật ở vị trí xa nhau (thiết kế không hiêụ quả)

source: Mechanical Services such as:
vi: Mechanical Services such as: / Các máy móc cơ như

source: Mechanical Services, Systems Included
vi: Mechanical Services, Systems Included / Các máy móc, hệ thống bao gồm

source: Mechanical extract ventilation shall be provided to all kitchen areas. Stainless Steel Extract canopies shall be located above cooking ranges to ensure that no spillage occurs.
vi: Mechanical extract ventilation shall be provided to all kitchen areas. Stainless Steel Extract canopies shall be located above cooking ranges to ensure that no spillage occurs. / Cung cấp hút gió cơ học cho tất cả các khu vực bếp. Chụp hút bằng thép không gỉ phải được bố trí phía trên tất cả các bếp nấu để đảm bảo hút hết khói, hơi nước... từ việc nấu nướng

source: Mechanical rooms & plant rooms
vi: Mechanical rooms & plant rooms / Phòng cơ điện và phòng máy

source: Mechanical services, system included
vi: Mechanical services, system included / Các máy móc, hệ thống bao gồm

source: Mechanical strength
vi: Mechanical strength / Sức bền cơ học

source: Mediterranean
vi: Mediterranean***Địa Trung Hải

source: Medium
vi: Medium / TB

source: Medium Rise
vi: Medium Rise / Tòa nhà trung tầng

source: Medium temperature/pressure hot water
vi: Medium temperature/pressure hot water / Nước nóng nhiệt độ/áp suất trung bình

source: Meeting Rooms
vi: Meeting Rooms / Phòng họp

source: Meeting facilities
vi: Meeting facilities / Cơ sở vật chất phòng họp

source: Meetng rooms on different facades served from different systems
vi: Meetng rooms on different facades served from different systems / Phòng họp tại các mặt dựng khác nhau được phục vụ bởi hệ thống khác nhau

source: Microbiological limits
vi: Microbiological limits / Giới hạn sinh vật học

source: Middle East
vi: Middle East / Trung Đông

source: Middle East/India
vi: Middle East/India / Trung Đông/Ấn Độ

source: Middle layer
vi: Middle layer / Lớp giữa

source: Mild Steel Pipes (Schedule 40,80 )
vi: Mild Steel Pipes (Schedule 40,80) / Ống thép mềm (SCH 40,80)

source: Mild Steel Pipes is most commonly used steel pipe world wide , due to its good mechanical strength and usability.
vi: Mild Steel Pipes is most commonly used steel pipe world wide , due to its good mechanical strength and usability. / Thép mềm là loại ống thép được sử dụng rộng rãi nhất trên thế giới do dộ bền cơ học tốt và tính ứng dụng cao

source: Mimic Panel - an engraved panel identifying site buildings and/or building sectional layout with or without a visual (LED) indication of where alarm/s have been activated.
vi: Mimic Panel - an engraved panel identifying site buildings and/or building sectional layout with or without a visual (LED) indication of where alarm/s have been activated. / Tủ mimic - Tủ báo xác định các tòa nhà hoặc khu vực trong mặt bằng tòa nhà, có hoặc không có đèn LED báo vị trí nơi kích hoạt báo động

source: Min RH
vi: Min RH / Độ ẩm tương đối tối thiểu

source: Min day 150
vi: Min day 150 / ngày, min 150

source: Min night 100
vi: Min night 100 / đêm, min 100

source: Minimum Filtration Standard to EN779:2012
vi: Minimum Filtration Standard to EN779:2012 / Tiêu chuẩn lọc tối thiểu EN779:2012

source: Minimum width 1120mm
vi: Minimum width 1120mm / Tối thiểu chiều rộng 1120mm

source: Moderate
vi: Moderate***Ôn đới

source: Modulating two port control valves shall be installed on all FCU’s and AHU’s with a pressure operated bypass installed in the plant room between the main flow and return, to maintain the minimum recommended flow rate through the chillers and pumps controlled via a VFD.
vi: Modulating two port control valves shall be installed on all FCU’s and AHU’s with a pressure operated bypass installed in the plant room between the main flow and return, to maintain the minimum recommended flow rate through the chillers and pumps controlled via a VFD. / Modulating two port control valves sẽ được lắp tại tất cả FCU và AHU với một van bypass vận hành do áp suất, được lắp đặt trong phòng máy giữa dòng đường ống chính và ống hồi để đảm bảo lưu lượng tối thiểu được khuyến nghị qua chiller và bơm được điều khiển thông qua biến tần

source: Monitor humidity levels in each room and reports rooms exceeding acceptable threshold.
vi: Monitor humidity levels in each room and reports rooms exceeding acceptable threshold. / Giám sát độ ẩm trong mỗi phòng và báo lại các phòng có độ ẩm vượt ngưỡng

source: Monitors guestroom network connection and reports non-communicating rooms.
vi: Monitors guestroom network connection and reports non-communicating rooms. / Giám sát kết nối mạng trong phòng khách và báo lại các phòng không kết nối

source: More than 1000 people - a minimum of four exits but additional exits provided where necessary and approved by IHG
vi: More than 1000 people - a minimum of four exits but additional exits provided where necessary and approved by IHG / Hơn 1000 người - tối thiểu 4 lối thoát hiểm nhưng các lối thoát bổ sung khác được cung cấp nếu cần thiết và được IHG phê duyệt

source: Motor Energy Efficiency
vi: Motor Energy Efficiency / Hiệu suất năng lượng động cơ

source: Multi-Function Chiller - Total Heat Recovery
vi: Multi-Function Chiller - Total Heat Recovery / Chiller đa chức năng - Thu hồi nhiệt hoàn toàn

source: Multi-Function Chiller- Total Heat Recovery
vi: Multi-Function Chiller- Total Heat Recovery / Chiller đa chức năng - Thu hồi nhiệt toàn bộ

source: N/A
vi: N/A / Không có thông tin

source: NC - Not Controlled
vi: NC - Not Controlled / NC - Không kiểm soát

source: NO
vi: NO KHÔNG

source: NOT ro SCALE
vi: NOT TO SCALE / Không đúng tỉ lệ

source: NOTE
vi: NOTE / LƯU Ý

source: NOTE:
vi: NOTE: / Lưu ý

source: NR Rating
vi: NR Rating / Mức âm thanh

source: Natural Ventilation
vi: Natural Ventilation / Thông khí tự nhiên

source: Negative
vi: Negative / Âm

source: Neutral
vi: Neutral / cân bằng

source: Nil
vi: Nil / không có

source: Nil air cooled
vi: Nil air cooled / không có do giải nhiệt gió

source: Nil for failed compressor
vi: nil for failed compressor / không có cho sự cố máy nén

source: Nitrate reducers: Maximum 100 organisms/ml
vi: Nitrate reducers: Maximum 100 organisms/ml / Vi khuẩn nitrate hóa: max 100 vi sinh/ml

source: No
vi: No / Không

source: No Filtration
vi: No Filtration Không lọc

source: No Secondary circulation - expensive to install & run
vi: No Secondary circulation - expensive to install & run / Không có tuần hoàn phụ - lắp đặt và vận hành đều đắt

source: No bulkhead or room entry - improved room aesthetics (radiant ceiling option only)
vi: No bulkhead or room entry - improved room aesthetics (radiant ceiling option only) / Không cần bulkhead ở lối vào phòng - tăng tính thẩm mỹ (đối với phương án trần bức xạ)

source: No condensate drain which can be a health hazard if not cleaned regularly
vi: No condensate drain which can be a health hazard if not cleaned regularly / Không cần đường thoát nước ngưng, đây có thể gây nguy cơ cho sức khỏe nếu không được vệ sinh thường xuyên

source: No in room maintenance as there is no fan or filter
vi: No in room maintenance as there is no fan or filter / Không cần bảo dưỡng trong phòng do không có quạt hay lưới lọc

source: No response after predetermined time delay
vi: No response after predetermined time delay / Không phản ứng sau thời gian chờ định sẵn

source: No response before end of time delay
vi: Không phản hồi trước khi hết thời gian chờ

source: Noise level of water cooled plant is less than that of air cooled plant
vi: Noise level of water cooled plant is less than that of air cooled plant / Độ ồn của máy giải nhiệt nước thấp hơn máy giải nhiệt gió

source: Non-combustible stairs
vi: Non-combustible stairs / Thang bộ chống cháy

source: Non-fire resisting glass may be used where:
vi: Non-fire resisting glass may be used where: / Kính không chống cháy có thể được sử dụng tại nơi:

source: Non-slip
vi: Non-slip / không trơn trượt

source: None
vi: None / Không yêu cầu

source: North Africa
vi: North Africa / Bắc Phi

source: Not applicable.
vi: Not applicable / không áp dụng

source: Note. Where it can be demonstrated that there is no possibility of adjacent or any rooms within the hotel having heating/cooling demands simultaneously, then 2 pipe systems may be considered. This must only be with the prior approval of InterContinental Hotels Group. Fresh air shall be provided to the guest rooms for occupancy needs, and exhaust air via the bathrooms.
vi: Note. Where it can be demonstrated that there is no possibility of adjacent or any rooms within the hotel having heating/cooling demands simultaneously, then 2 pipe systems may be considered. This must only be with the prior approval of InterContinental Hotels Group. Fresh air shall be provided to the guest rooms for occupancy needs, and exhaust air via the bathrooms. / Lưu ý: Nếu có thể chứng minh được là không có khả năng các phòng liền kề hoặc bất cứ phòng nào trong khách sạn sẽ có nhu cầu sưởi/làm mát đồng thời, vậy thì có thể cân nhắc hệ thống 2 ống. Việc này chỉ có thể tiến hành nếu có phê duyệt của IHG. Khí tươi sẽ được cấp vào phòng khách, hút ra qua buồng tắm

source: Note:
vi: Note: / Lưu ý

source: Note: Figures exclude heating/air conditioning from central plant
vi: Note: Figures exclude heating/air conditioning from central plant / Lưu ý: không tính sưởi/điều hòa không khí từ trạm trung tâm

source: Note: Jet fans may not be permitted in some countries, such as UAE
vi: Note: Jet fans may not be permitted in some countries, such as UAE / Lưu ý: Quạt hướng trục bị cấm ở một số nước, vd như Ả rập

source: Note: The Audio/visual system must be interlinked with fire alarm system to cutoff local/background music convey evacuation message through same backbone in case of fire.
vi: Note: The Audio/visual system must be interlinked with fire alarm system to cutoff local/background music convey evacuation message through same backbone in case of fire. / Lưu ý: hệ thống AV phải được liên kết với hệ báo động cháy để ngắt nhạc nền, thay vào đó là truyền thông báo sơ tán qua hệ thống AV trong trường hợp có cháy

source: Note: The designer shall also incorporate the requirements of any InterContinental Hotel brand standard Green Engage Credit rating level adopted for the project.
vi: Note: The designer shall also incorporate the requirements of any InterContinental Hotel brand standard Green Engage Credit rating level adopted for the project. / Lưu ý: Thiết kế cũng sẽ kết hợp các yêu cầu theo mức đánh giá Điểm Tiêu chuẩn xanh cho brand khách sạn Intercontinental áp dụng đối với dự án

source: Note: Where power failures are historically extended and fuel supplies are unreliable, storage capacity must be increased up to 7 days continuous full load operation. Where reliability of power is 99.98% +, fuel storage capacity can be reduced to 8 hours subject to IHG approval.
vi: Note: Where power failures are historically extended and fuel supplies are unreliable, storage capacity must be increased up to 7 days continuous full load operation. Where reliability of power is 99.98% +, fuel storage capacity can be reduced to 8 hours subject to IHG approval. / Lưu ý: Nếu thường xuyên mất điện kéo dài và nguồn cung nhiên liệu không đảm bảo, cần tăng lượng nhiên liệu dự trữ lên 7 ngày vận hành liên tục ở mức tải đỉnh. Nếu nguồn cấp điện đảm bảo 99.98% hoặc hơn, nhiên liệu dự trữ có thể giảm xuống 8h, cần trình IHG phê duyệt
